/* LangMatch Promotion 4 */
"A good supplement to text books and online tutorials" = "Un buen complemento a los libros de texto y tutoriales en línea";

/* LangMatch Promotion 2 */
"Chat with a native speaker" = "Chat con un hablante nativo";

/* LangMatch Promotion 1 */
"Learn a language by talking with native speakers around the world" = "Aprende un idioma al hablar con hablantes nativos de todo el mundo";

/* LangMatch Promotion 3 */
"Sign up with your existing Twitter or Facebook account" = "Inscríbete con tu Twitter existente o cuenta de Facebook";
